<?php

return [
    'admin' => [
        'news' => [
            'success' => 'Новость успешно добавлена',
            'update' => 'Новость успешно обновлена',
            'fail' => 'Не удалось сохранить запись',
        ],
        'categories' => [
            'success' => 'Категория успешно добавлена',
            'update' => 'Категория успешно обновлена',
            'fail' => 'Не удалось сохранить запись',
        ],
        'dataSource' => [
            'success' => 'Источник успешно добавлен',
            'update' => 'Источник успешно обновлен',
            'fail' => 'Не удалось сохранить запись',
        ],
        'orderForm' => [
            'success' => 'Выгрузка данных успешна добавлена',
            'update' => 'Выгрузка данных успешно обновлена',
            'fail' => 'Не удалось сохранить запись',
        ]
    ]
];
